Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WEAK_PASSCODE_DETAILS
source: Your passcode will be used to unlock this device and to protect access to your data stored in iCloud.
ar: سيتم استخدام رمز الدخول لفتح قفل هذا الجهاز وحماية الوصول إلى بياناتك المخزّنة في iCloud.
bg: Вашият код ще се използва за отключване на това устройство и за защита на достъпа до данните ви, съхранявани в iCloud.
ca: El codi s’utilitzarà per desbloquejar aquest dispositiu i per protegir l’accés a les dades que tens desades a l’iCloud.
cs: Kód bude sloužit k odemykání zařízení a bude chránit přístup k vašim datům uloženým na iCloudu.
da: Din kode vil blive brugt til at låse denne enhed op og beskytte adgangen til dine data, der er opbevaret i iCloud.
de: Dein Code wird verwendet, um dieses Gerät zu entsperren und den Zugriff auf deine Daten in iCloud zu schützen.
el: Ο κωδικός θα χρησιμοποιείται για ξεκλείδωμα αυτής της συσκευής και για προστασία της πρόσβασης στα δεδομένα σας, τα οποία είναι αποθηκευμένα στο iCloud.
es: Tu código se usará para desbloquear este dispositivo y proteger el acceso a tus datos guardados en iCloud.
es_us: Se utilizará tu código para desbloquear este dispositivo y para proteger el acceso a tus datos guardados en iCloud.
fi: Pääsykoodilla avataan tämän laitteen lukitus ja suojataan pääsy iCloudiin tallennettuihin tietoihisi.
fr: Votre code sera utilisé pour déverrouiller cet appareil et protéger l’accès aux données stockées sur iCloud.
fr_ca: Votre code sera utilisé pour déverrouiller cet appareil et pour protéger l’accès à vos données stockées dans iCloud.
he: קוד הגישה ישמש אותך לביטול נעילת מכשיר זה ולהגנה על הגישה לנתונים שלך המאוחסנים ב-iCloud.
hi: आपके पासकोड का उपयोग इस डिवाइस को अनलॉक करने और iCloud में संग्रहित आपके डेटा के ऐक्सेस की सुरक्षा के लिए किया जाएगा।
hr: Vaša šifra koristit će se za otključavanje ovog uređaja i zaštitu pristupa vašim podacima pohranjenima na iCloudu.
hu: A jelkódja ennek az eszköznek a feloldásához és az Ön iCloudban tárolt adataihoz való hozzáférés védelméhez lesz használva.
id: Kode sandi Anda akan digunakan untuk membuka perangkat ini dan untuk melindungi akses ke data Anda yang disimpan di iCloud.
it: Il codice verrà utilizzato per sbloccare il dispositivo e per proteggere l’accesso ai tuoi dati salvati su iCloud.
ja: このパスコードは、このデバイスのロックの解除、およびiCloudに保存されているデータへのアクセスの保護に使用されます。
kk: Құпиякод құрылғыңызды құлыптан ашу және iCloud сервисінде сақталған деректерге қол жеткізу үшін пайдаланылады.
ko: 사용자의 암호는 이 기기를 잠금 해제하고 iCloud에 저장된 사용자의 데이터에 대한 접근을 보호하기 위해 사용됩니다.
lt: Prieigos kodas bus naudojamas norint atrakinti šį įrenginį ir apsaugoti prieigą prie „iCloud“ saugomų duomenų.
ms: Kod laluan anda akan digunakan untuk membuka kunci peranti ini dan melindungi akses kepada data anda yang disimpan dalam iCloud.
nl: Je toegangscode wordt gebruikt om dit apparaat te ontgrendelen en om de toegang tot je gegevens in iCloud te beveiligen.
no: Koden din vil bli brukt til å låse opp denne enheten og beskytte tilgangen til data som er lagret i iCloud.
pl: Kod będzie używany do odblokowywania tego urządzenia oraz do ochrony dostępu do Twoich danych przechowywanych w iCloud.
pt_br: Seu código será usado para desbloquear este dispositivo e proteger o acesso aos seus dados armazenados no iCloud.
pt_pt: O código será usado para desbloquear este dispositivo e proteger o acesso aos seus dados armazenados em iCloud.
ro: Codul de acces va fi utilizat pentru a debloca acest dispozitiv și pentru a proteja accesul la datele dvs. stocate pe iCloud.
ru: Ваш код‑пароль будет использоваться для разблокировки этого устройства и защиты доступа к данным, хранящимся в iCloud.
sk: Váš kód bude slúžiť na odomykanie tohto zariadenia a ochranu prístupu k vašim dátam uchovaným v iCloude.
sl: Koda za dostop bo uporabljena za odklepanje te naprave in varovanje dostopa do vaših podatkov, shranjenih v storitvi iCloud.
sv: Din lösenkod används till att låsa upp den här enheten och till att skydda åtkomsten till dina data som lagras på iCloud.
th: รหัสของคุณจะถูกใช้เพื่อปลดล็อคอุปกรณ์เครื่องนี้ และปกป้องการเข้าถึงข้อมูลที่จัดเก็บอยู่บน iCloud ของคุณ
tr: Parolanız bu aygıtın kilidini açmak ve iCloud’da saklanan verilerinize erişimi korumak için kullanılır.
uk: Код допуску застосовується для відмикання цього пристрою та контролю доступу до ваших даних, що зберігаються в iCloud.
vi: Mật mã của bạn sẽ được sử dụng để mở khóa thiết bị này và bảo vệ quyền truy cập vào dữ liệu của bạn được lưu trữ trong iCloud.
zh_cn: 你的密码将用于解锁此设备并保护对iCloud中储存数据的访问。
zh_hk: 你的密碼將會用來解鎖此裝置並保護你儲存於iCloud的資料。
zh_tw: 你的密碼會用來解鎖此裝置並保護你在iCloud中儲存的資料。

source: Custom Numeric Code
ar: رمز رقمي مخصص
bg: Различен цифров код
ca: Codi numèric personalitzat
cs: Vlastní číselný kód
da: Speciel numerisk kode
de: Eigener numerischer Code
el: Προσαρμοσμένος αριθμητικός κωδικός
es: Código numérico personalizado
es_us: Numérico personalizado
fi: Numeerinen koodi
fr: Code numérique perso
fr_ca: Code numérique personnalisé
he: קוד ספרתי מותאם אישית
hi: कस्टम संख्यात्मक कोड
hr: Brojčani kôd po izboru
hu: Egyéni numerikus kód
id: Kode Numerik Khusus
it: Codice numerico personalizzato
ja: カスタムの数字コード
kk: Сандардан құралған код
ko: 사용자 지정 숫자 코드
lt: Pasirinktinis skaitinis kodas
ms: Kod Angka Tersuai
nl: Aangepaste numerieke code
no: Tilpasset tallkode
pl: Własny kod numeryczny
pt_br: Código Numérico Personalizado
pt_pt: Código numérico personalizado
ro: Cod numeric personalizat
ru: Произвольный код (цифры)
sk: Vlastný číselný kód
sl: Prilagojena numerična koda
sv: Numerisk kod
th: กำหนดรหัสตัวเลขเอง
tr: Özel Sayısal Kod
uk: Власний числовий код
vi: Mã số tùy chỉnh
zh_cn: 自定义数字密码
zh_hk: 自訂數字密碼
zh_tw: 自訂數字密碼

# NO_RESULTS_TITLE
source: No Results
ar: لا توجد نتائج
bg: Няма резултати
ca: Cap resultat
cs: Žádné výsledky
da: Ingen resultater
de: Keine Treffer
el: Κανένα αποτέλεσμα
es: Sin resultados
es_us: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
fr_ca: Aucun résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
hr: Bez rezultata
hu: Nincs találat
id: Tidak Ada Hasil
it: Nessun risultato
ja: 結果なし
kk: Нәтижелер жоқ
ko: 결과 없음
lt: Rezultatų nėra
ms: Tiada Hasil
nl: Niets gevonden
no: Ingen treff
pl: Brak wyników
pt_br: Nenhum Resultado
pt_pt: Nenhum resultado
ro: Niciun rezultat
ru: Не найдено
sk: Žiadne výsledky
sl: Ni rezultatov
sv: Inga träffar
th: ไม่มีผลการค้นหา
tr: Sonuç Yok
uk: Немає результатів
vi: Không có kết quả
zh_cn: 未找到
zh_hk: 沒有結果
zh_tw: 沒有結果

# RESET_ALL_CONFIRMATION_CONTACTS
source: By continuing, apps will no longer have access to your contacts. From now on, apps will not be able to access your contacts without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى جهات اتصالك. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى جهات اتصالك من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до контактите ви. От сега нататък приложенията няма да имат достъп до контактите ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés als contactes i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k vašim kontaktům. Od této chvíle k nim budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til dine kontakter. Fra nu af kan apps ikke få adgang til dine kontakter uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deine Kontakte. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deine Kontakte zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στις επαφές σας. Από εδώ και στο εξής, οι εφαρμογές δεν θα μπορούν να έχουν πρόσβαση στις επαφές σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tus contactos y, a partir de ahora, solo podrán acceder a ellos con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tus contactos y, de ahora en adelante, requerirán tu permiso para usarlos.
fi: Jos jatkat, apit eivät enää voi käyttää yhteystietojasi. Tästä eteenpäin apit eivät enää voi käyttää yhteystietojasi ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à vos contacts. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à vos contacts et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים לאנשי הקשר שלך. מעתה, יישומים לא יוכלו לגשת לאנשי הקשר שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके संपर्कों का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके संपर्कों को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup vašim kontaktima. Odsad aplikacije više neće moći pristupiti kontaktima bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a kontaktjaihoz. Mostantól az appok nem fognak tudni hozzáférni a kontaktjaihoz az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke kontak Anda. Mulai sekarang, app tidak akan dapat mengakses kontak Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso ai contatti. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリで連絡先にアクセスできなくなります。今後、あなたの許可なく、アプリで連絡先にアクセスすることはできなくなります。
kk: Жалғастыру арқылы қолданбалар контактілеріңізге енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз контактілеріңізге қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 연락처에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 연락처에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie jūsų adresatų. Nuo šiol programos negalės pasiekti adresatų be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada kenalan anda. Mulai sekarang, app tidak akan dapat mengakses kenalan anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je contacten. Voortaan hebben apps zonder je toestemming geen toegang tot je contacten.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til kontaktene dine. Fra nå av kan ikke apper bruke kontaktene dine uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Twoich kontaktów. Od teraz aplikacje nie będą miały dostępu do Twoich kontaktów bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso aos seus contatos. De agora em diante, os apps não poderão acessar os seus contatos sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso aos contactos. A partir de agora, as aplicações não poderão aceder aos contactos sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la contactele dvs. De acum înainte, aplicațiile nu vor putea accesa contactele fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к Вашим контактам. Впоследствии приложения не смогут получать доступ к контактам без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vašim kontaktom. Odteraz budú apky môcť pristupovať k vašim kontaktom, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do vaših stikov. Aplikacije odslej ne bodo mogle dostopati do stikov brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till dina kontakter. Från och med nu kan appar inte längre komma åt dina kontakter utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงรายชื่อของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงรายชื่อของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık kişilerinize erişemez. Bundan sonra uygulamalar izniniz olmadan kişilerinize erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до контактів. Відтепер програми не зможуть отримувати доступ до контактів без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào danh bạ của bạn nữa. Từ bây giờ trở đi, các ứng dụng sẽ không thể truy cập danh bạ mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问通讯录。从现在开始，未经你的许可，App将无法访问通讯录。
zh_hk: 如繼續，App將再無法取用你的聯絡人。現在開始，如沒有你的授權，App將無法取用你的聯絡人。
zh_tw: 若繼續，App將無法取用你的聯絡人。從現在起，App將無法未經你的許可取用聯絡人。

# SAFETY_RESET_CELL_DETAIL
source: Immediately reset access for all people and apps, and review your account security.
ar: إعادة التعيين فورًا لإمكانية الوصول الممنوحة لجميع الأشخاص والتطبيقات، ومراجعة أمن حسابك.
bg: Незабавно Нулирайте достъпа за всички хора и приложения, и прегледайте сигурността на вашата регистрация.
ca: Restableix immediatament l’accés de totes les persones i apps, i revisa la seguretat del compte.
cs: Umožňuje okamžitě resetovat přístup pro všechny uživatele a aplikace a zkontrolovat zabezpečení vašeho účtu.
da: Nulstil øjeblikkeligt adgang for alle personer og apps, og gennemgå din kontosikkerhed.
de: Setze sofort den Zugriff für alle Personen und Apps zurück und überprüfe deine Accountsicherheit.
el: Επαναφέρετε αμέσως την πρόσβαση για όλα τα άτομα και τις εφαρμογές, και ελέγξτε την ασφάλεια του λογαριασμού σας.
es: Restablece inmediatamente el acceso de todas las personas y apps, y revisa la seguridad de tu cuenta.
es_us: Restablece de forma inmediata el acceso para todas las apps y personas, y revisa la seguridad de tu cuenta.
fi: Nollaa kaikkien käyttäjien ja appien käyttöoikeudet välittömästi ja tarkista tilin suojaus.
fr: Réinitialisez immédiatement les accès accordés à toutes les personnes et à toutes les apps, et vérifiez la sécurité de votre compte.
fr_ca: Réinitialisez immédiatement l’accès de toutes les personnes et apps, puis révisez la sécurité de votre compte.
he: באפשרותך לאפס באופן מיידי את הרשאות הגישה של כל האנשים והיישומים, ולבדוק את אבטחת החשבון שלך.
hi: सभी लोगों और ऐप्स के लिए ऐक्सेस तुरंत रीसेट करें और अपने खाते की सुरक्षा की समीक्षा करें।
hr: Trenutno resetiranje pristupa svim osobama i aplikacijama te pregledavanje sigurnosti računa.
hu: Azonnal alaphelyzetbe állíthatja a személyek és az appok hozzáférését, és áttekintheti a fiókja biztonságát.
id: Segera atur ulang akses untuk semua orang dan app serta tinjau keamanan akun Anda.
it: Inizializza immediatamente l’accesso per tutte le persone e tutte le app e rivedi la sicurezza dell’account.
ja: 今すぐすべての人とアプリのアクセス権をリセットして、アカウントのセキュリティを確認します。
kk: Барлық адам мен қолданбаның қол жеткізу мүмкіндігін дереу қалпына келтіріп, аккаунтыңыздың қауіпсіздігін тексеріңіз.
ko: 모든 사람 및 앱에 대한 접근 권한을 즉시 재설정하고, 사용자 계정의 보안을 검토합니다.
lt: Nedelsdami iš naujo nustatykite prieigą visiems žmonėms ir programoms bei patikrinkite paskyros saugumą.
ms: Reset akses dengan segera untuk semua orang dan app serta semak keselamatan akaun anda.
nl: Stel de toegang voor alle personen en apps opnieuw in en controleer de beveiliging van je account.
no: Nullstill umiddelbart all tilgang for personer og apper, og se gjennom kontosikkerheten din.
pl: Natychmiast wyzeruj dostęp wszystkich osób i aplikacji oraz przejrzyj zabezpieczenia konta.
pt_br: Redefina imediatamente o acesso a todas as pessoas e apps, e revise a segurança da sua conta.
pt_pt: Reponha imediatamente o acesso de todas as pessoas e aplicações, e reveja a segurança da sua conta.
ro: Resetați imediat partajarea cu toate persoanele și aplicațiile și revizuiți securitatea contului.
ru: Немедленно сбросить доступ для всех людей и приложений и проверить настройки безопасности учетной записи.
sk: Umožňuje okamžite resetovať prístup všetkých ľudí a apiek a skontrolovať zabezpečenie vášho účtu.
sl: Takoj ponastavite dostop za vse osebe in aplikacije ter preglejte varnost računa.
sv: Dra omedelbart in åtkomst för alla personer och appar och granska kontots säkerhet.
th: รีเซ็ตการเข้าถึงสำหรับทุกคนและทุกแอปในทันที และตรวจสอบความปลอดภัยของบัญชีของคุณ
tr: Tüm kişiler ve uygulamalar için erişimi hemen sıfırlayın ve hesap güvenliğinizi gözden geçirin.
uk: Негайно скиньте привілеї доступу для всіх людей і програм та перевірте налаштування безпеки облікового запису.
vi: Đặt lại ngay lập tức quyền truy cập cho tất cả mọi người và ứng dụng, đồng thời xem lại bảo mật tài khoản của bạn.
zh_cn: 立即为所有人和App重设访问，并检查你的账户安全性。
zh_hk: 立即重設所有人和App的取用權限，並且檢視你的帳户保安。
zh_tw: 立即重置所有聯絡人和App的取用權限並檢視你的帳號安全性。

source: Passcode Options
ar: خيارات رمز الدخول
bg: Опции за код
ca: Opcions de codi
cs: Volby kódu
da: Indstillinger til kode
de: Codeoptionen
el: Επιλογές κωδικού
es: Opciones de código
es_us: Opciones de código
fi: Pääsykoodivalinnat
fr: Options de code
fr_ca: Options de code
he: אפשרויות קוד גישה
hi: पासकोड विकल्प
hr: Opcije šifre
hu: Jelkódbeállítások
id: Pilihan Kode Sandi
it: Opzioni codice
ja: パスコードオプション
kk: Құпиякод опциялары
ko: 암호 옵션
lt: Prieigos kodo parinktys
ms: Pilihan Kod Laluan
nl: Toegangscodeopties
no: Valg for sikkerhetskode
pl: Opcje kodu
pt_br: Opções de Código
pt_pt: Opções de código
ro: Opțiuni cod de acces
ru: Параметры код‑пароля
sk: Možnosti kódu
sl: Možnosti kode za dostop
sv: Lösenkodsalternativ
th: ตัวเลือกรหัส
tr: Parola Seçenekleri
uk: Опції коду допуску
vi: Tùy chọn mật mã
zh_cn: 密码选项
zh_hk: 密碼選項
zh_tw: 密碼選項
